{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"sceneTen":[["^Tamamo: You survived? Perhaps I underestimated you… I won’t be doing that again!","\n","^Tomamo’s tails raise as they prepare to strike once more.","\n","ev","str","^Wait!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^You hastily nod","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^What just happened?","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["^ ","\n","^Tamamo: What is it? Trying to beg for your life? Save your breath and please try to die with dignity.","\n","^You close your eyes, bracing for an impact that never comes.","\n","^Instead you hear a loud impact.","\n","^Slowly opening your eyes you see someone you don’t immediately recognize.","\n","^It was that oni from last night club in hand… and it was protecting you?","\n","^Tamamo: Shuten! What is the meaning of this?!","\n","^Forcing the fox back, the yokai in question responded.","\n","^Shuten: You’re messing with my servant here.","\n","^Shuten: I haven’t met someone that could mix a drink so well in over two hundred years.","\n","^Shuten: I’m not about to let this one get away. Oi, you hear that?","\n","^The menacing oni turns your way with an evil smirk and a glint in its eyes.","\n","^Shuten: You owe me human, and I expect great drinks out of you yet","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^At the very least you would survive to see morning.","\n","^Tamamo: Unbelievable, you’re betraying us? Should’ve expected nothing less from a bumbling drunk.","\n","^???: Wait, wait, wait! Don’t kill each other!","\n","^You looked behind the two monsters staring each other down to see Tanutake run into the room.","\n","^You let out a sigh of relief, but then your heart sinks a bit.","\n","^He’s probably a yokai too.","\n","^Tamamo: What is it Tanuki?","\n","^Tamamo sounded annoyed, never taking her eyes off Shuten even as the brown haired gardener took Shuten’s side.","\n","^Although the oni never even acknowledged the tanuki’s existence...","\n","^Tanuki: I overheard our guest earlier and they sent out their familiar earlier.","\n","^Tanuki: If you kill them now it will only put us in more danger.","\n","^Tanuki: It's in your best intrest to keep them alive can't you see?","\n","^Tanuki: The shikigami will know what happened.","\n","^Tanuki: Besides, they’ve been very nice and I don’t want to kill them either.","\n","^Tanuki: I’m sure we can work something out!","\n","^You’re very grateful Tanutake was pleading your case.","\n","^Letting out as sigh you nervously look at Tomamo.","\n","^Tomamo: Tch, fine. The human has been quite amusing so far…","\n","^Tomamo: It would be a waste to dispose of such entertainment so early.","\n","^Tomamo: Tanuki, you will be incharge of providing for and keeping our pet on their leash.","\n","^Tomamo: That includes the bird they keep. I don’t trust Shuten to do a proper job of it.","\n","^Tanuki: *sigh of relief* Thank you lady Tomamo.","\n","^Shuten: Hmph…","\n","^Tomamo: Make no mistake, should they slip their leash… You both will pay dearly for your error.","\n","^Tanuki gulps at the potential consequences while Shuten looks like that wasn’t even a possibility.","\n","^Tomamo gives you one final look before turning around to leave the room.","\n","^Tomamo: I will inform lord Sutoku of this development.","\n","^Tomamo: Don’t let this incident be an excuse to shirk your duties in the morning. I expect all of you to be awake and that includes the human.","\n","^The room was silent for a moment before someone had to break the silence and that was the oni.","\n","^Swinging the club in hand over his shoulder, he began to lumber towards the doorway.","\n","^Shuten: What a bossy lady… Raccoon dog, deal with the human, I need a drink.","\n","^You look at the door and then turn to look at Tanuki…","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","^Tanuki: You should probably get some sleep, I’ll answer your questions when you wake up.","\n","^Tanuki: You’re probably exhausted right now.","\n","^Sleep?","\n","^Yes, that sounded like a good idea.","\n","^This was all probably a nightmare that you would awake from when you woke up…","\n",["ev","str","^*Pass out*","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}