{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"sceneThree":[["^You meet with Konoe and Fujiwara at the front of the manor, apparently Tanutake is still out on his errands.","\n","^Konoe: Good morning. I see you have collected the boxes around the house, thank you.","\n","^Konoe: Now please put the boxes in the carriage.","\n","^Fujiwara: Take care of the house and remember, don’t stay up too late.","\n","^Fujiwara: Remember, after midnight it can be a tad dangerous.","\n","^Evening","\n","^Letting out a sigh, you finish the tasks you have outdoors.","\n","^It was getting late now and the moon was beginning to rise.","\n","^You were always warned by Fujiwara not to stay out too late.","\n","^Heading back into the house you prepare to go to your room.","\n","^However before you can reach your room you hear a loud crash in the kitchen. Perking up you look towards the kitchen.","\n","ev","str","^Who's there?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Uh, I-I… I don’t know…","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^What if I wipe up something nice for you?","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Inching forward towards the kitchen you poke your head in.","\n","^Nothing…","\n","^Turning around you’re confronted by a fearsome youkai.","\n","^You stumble back and prepare to scream, but nothing comes out.","\n","^???: Oi, you got anymore sake? I think Tamamo hid the rest of my stash again…","\n","^This… thing was clearly drunk.","\n","^He approaches you closer till you're pushed up against the wall.","\n","^His face is mere centimeters from yours. You’re sweating bullets at this point.","\n","^???: Human… You, do you know where the alcohol is? None of the cheap stuff I found.","\n","^He holds up a bottle before sneering at it, dropping it to the floor.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^???: Hmm...","\n","^The yokai does not seem ammused...","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","^???: Eh… You think you can impress the great Shuten Douji so easily?","\n","^You give a hesitant nod","\n","^???: You’re a funny human. I won’t eat you just yet.","\n","^???: You're more amusing than the last humans inhabiting this place, you haven't even pissed your pants yet.","\n",["ev","str","^???: You got two minutes, impress me.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}