{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"sceneNine":[["^Morning 2am","\n","^You wake up to a horrendous sound and a blinding flash.","\n","ev","str","^What the, who's there?!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^A… A tail?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Konoe…?!","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^What are you doing Konoe?","/str","/ev",{"*":".^.c-3","flg":20},"ev","str","^Wait! Let’s talk!","/str","/ev",{"*":".^.c-4","flg":20},{"c-0":["\n","^Between you and the open door was a silhouette flanked by nine shadows…","\n","^You were trapped and needed to face down this monster if you had any hope of surviving.","\n","^Before you can even react one of the nine shadows race towards you.","\n","^Just before the shadow can pierce your head a blinding light is released from Suzaku’s pendant.","\n","^The shadow is deflected into the floor and consequently destorying the ward you set up earlier...","\n","^A small sacrafice for survival, you can only hope this doesn't come to bite you later.","\n","^Turning your head you get a better look at the appendage that almost struck you down.","\n","^It was a fluffy canine tail…","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Nine tails… Yokai, nine tailed fox…","\n","^First an Oni now this? How did it even get past the wards you set up?","\n","^That barrier was the strongest one you learned at the academy and was supposed to hold back an Oni for an entire night.","\n","^The tail embedded in the floor retracts at lightning speed before another one strikes.","\n","^It hits you directly and once again a blinding light occurs.","\n","^This time you can feel pain. You turn your eyes to the assailant.","\n","^If you even want to start thinking of escape you must survive first.","\n","^At this point your eyes have begun to adjust to the blinding flashes.","\n","^Narrowing your eyes you get a better look at the Yokai.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","^???: To think a lousy human would discover our existence so soon…","\n","^???: But then again that buffoon Shuten Douji made it quite easy for you didn’t it?","\n","^???: Worry not, he won’t be having a drop of your blood as he repents…","\n",{"->":".^.^.g-0"},{"#f":5}],"c-3":["\n","^???: Don’t call me that name…","\n","^Tamamo: I am Tamamo no Mae, nine tail fox.","\n","^Tamamo: But you might know me better as Fujiwara no Nariko, consort of the late Emperor Toba and mother of Emperor Konoe.","\n","^Tamamo: It’s a shame you discovered our existence…","\n","^Tamamo: Some of us here were actually beginning to like you.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-4":["\n","^Tamamo: There is nothing to talk about.","\n","^Tamamo: Now, please die.","\n","^As she says those words another onslaught begins.","\n","^You can’t take another direct hit, Suzaku’s protection would shatter.","\n","^But perhaps you can deflect the tails.","\n","^Ripping the pendant off its cord you wield it like a shield against certain death.","\n",["ev","str","^It was do or die time","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}