{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"sceneEight":[["^Moving towards your desk you light a candle and begin to write two letters.","\n","^The first is penned for Fujiwara. It was imperative that he is notified of the yokai infestation.","\n","^The second is a request for more supplies at the Onmyouji academy in the capital.","\n","^You contemplate explaining the entire situation but stayed your hand.","\n","^Experienced Onmyouji were in short supply and not exactly sent out at the drop of a hat.","\n","^You would need to formulate a case in order to convince your peers to send someone with the qualifications to subjugate an Oni...","\n","^And who knows what else is lurking around here.","\n","ev","str","^Here Suzaku *hand over letters*","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^I’ll be fine…","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I’ll be careful.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^You needed him to deliver these letters to the capital by dawn and return back by tomorrow evening.","\n","^Suzaku: Are you sure I should be leaving you at a time like this?","\n","^Suzaku: It’s dangerous to be alone right now.","\n","^Suzaku: You can’t even properly defend yourself without supplies.","\n","^Suzaku: You’re just as helpless as a civilian right now.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^At least you should be if he returns by tomorrow evening.","\n","^The wards should protect you at least for one night and most yokai won’t try anything during the day…","\n","^Suzaku looked unconvinced.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["^ ","\n","^Suzaku always mentioned you had a silver tongue, maybe you could strike a deal with the yokai to prolong my life.","\n","^Oni aren’t exactly the most intelligent yokai from what you remember.","\n","^Nothing will happen tonight.","\n","^Suzaku hesitates before nodding.","\n","^Pick up the letters with his flaming claws they miraculously don’t burn.","\n","^In a flash of flames he vanishes before appearing outside your window, flying off into the night sky.","\n","^Time to catch some shut eye.","\n","^You shouldn’t let this investigation impede on your housework.","\n",["ev","str","^It's already midnight at this point","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}