{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"sceneEleven":[["^It was in fact not a dream.","\n","^When you awake, you're greeted with a fully cleaned and spot free room…","\n","^What was out of place was Tanuki’s… extra set of ears and the leaf atop his head.","\n","^Tanuki: Good morning! Sorry about last night. You were probably scared out of your mind.","\n","^Tanuki seemed genuine in his apology. It really does seem like he means you no harm.","\n","^Tanuki: Tomamo seems mean, but she’s just looking out for us ya know?","\n","^Tanuki: But you’re nice so I don’t want you to die…","\n","^Tanuki: And somehow you got into Shuten’s good graces so I guess he doesn’t want you to die either.","\n","^You contemplate what he said before asking a question.","\n","ev","str","^What happens now?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Tanuki: Well… I’d like to say nothing has changed, but we both know that’s not the truth…","\n","^Tanuki: Just try not to think about the sword hanging over your head… and mine too now.","\n","^Tanuki: Nothing major, good or bad, will happen till Sutoku gets back from the capital.","\n","^Tanuki: He's the big boss and we just listen to him.","\n","^Tanuki: Well, we listen to Tomamo who listens to him, he's the most powerful out of all of us.","\n","^Tanuki: Ah, you probably know him better as Fujiwara.","\n","^You nod along with this… You still have questions but likely only Fujiwara, no, Sutoku could answer them.","\n","^He was likely the master behind this house of yokai.","\n","^Shuten probably doesn't know anything and...","\n","^You really don't want to approch Tomamo right now, she's scary.","\n","^So you would bide your time until he returns home.","\n","^Tanuki: Until then, why not help me with some chores.","\n","^Tanuki: I purchased some goods yesterday from the village, I was going to catalog them yesterday night but ye know…","\n","^Tanuki: Didn’t help that I had to clean up the room afterwards too.","\n","^Tanuki: Why don’t you help me out!","\n",["ev","str","^You got nothing better to do","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"g-0":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}